@extends('layouts.master')

@section('content')

<section>
    <div class="container services">
        <div class="row">
            <div class="col-sm-9 col-xs-12">
                <h3 class="line">
                    <strong>Какво е SEO?</strong>
                </h3>
                <p>SEO е съкращение от <strong>Search Engine Optimization</strong>. Това е методология от стратегии, техники и тактики, които се използват за увеличаване на броя посещения на даден сайт чрез издигането му по-високо в резултатите от интернет търсачките като <strong>Google, Bing, Yahoo</strong> и други. Целта на оптимизацията е увеличаване на трафика на даден сайт. Колкото по-високо в резултатите на търсачката се намира той, толкова по-голяма е вероятността той да бъде посетен от потребителите.
                </p>
                <h3 class="line">
                    <strong>Защо да инвестираме в SEO?</strong>
                </h3>
                <h4 class="list-item">Оптимизацията работи и ще работи още дълго време</h4>
                <p>Техниките за оптимизация на уеб сайтове работят и въпреки постоянните промени на Google алгоритмите, техниките ще продължават да дават добри резултати.</p>
                <h4 class="list-item">Възвращаемост на инвестицията (ROI)</h4>
                <p>В сравнение с други методи на реклама като реклама в социалните мрежи или платена онлайн реклама, във високото класиране в Google, вие няма да трябва да убеждавате клиентите си, че имат нужда от вашия продукт(тъй като очевидно те го търсят, използвайки Google), а че вие сте правилният бизнес за тях(което става с добър дизайн и правилна маркетинг стратегия).</p>
                <h4 class="list-item">Интернетът е масов</h4>
                <p>С всяка изминала година хората по света, използващи интернет, нараства все повече и повече. Това, разбира се, увеличава и шансовете някой да ви намери в търсачката (особено, ако се намирате на 1-ва страница в резултатите) и да ви стане клиент.</p>
                <h4 class="list-item">Конкурентите ви го правят</h4>
                <p>Важно е да отбележим, че оптимизацията е постоянен процес, тъй като алгоритмите на Google се променят постоянно. Това означава, че трябва винаги да следите новостите и да поддържате сайта си напред в резултатите на търсачките, за да не ви изпреварят вашите конкуренти.</p>
                <span class="border-bottom"></span>
            </div>
            <div class="col-sm-3 col-xs-12">
                
            </div>
        </div>
        <div class="row border-top">
            <div class="col-xs-12">
                <div class="click-here">
                    Прочете повече по темата в нашия блог:
                    <a href="#" title="SEO за начинаещи">SEO за начинаещи</a>
                </div>
            </div>
            <div class="col-xs-12">
                <div class="click-here">
                    Свържете се с нас и ние ще се заемем с оптимизацията на вашия сайт:
                    <a href="/contacts" title="Контакти">Контакти</a>
                </div>
            </div>
        </div>
    </div>
</section>

@endsection